"__ALL_PACKAGES__" = "Все пакеты";
"__INSTALLED_PACKAGES__" = "Установленные";
"__RECENT_PACKAGES__" = "Свежие пакеты";
"__UPDATED_PACKAGES__" = "Обновлённые пакеты";

"%u package" = "%u пакет";
"%u total packages" = "%u пакетов";
"An Installer update is available. Would you like to update it now? It is strongly recommended you stay up-to-date with the latest version." = "Хотите обновиться сейчас? Мы настоятельно рекомендуем всегда использовать последнюю версию Installer.";
"Cancel" = "Отменить";
"Cannot install package \"%@\" as it was not found. Sorry!" = "Не могу установить пакет \"%@\", так как он не найден. Извините!";
"Checking %@" = "Проверяю %@";
"Contact" = "Контакт";
"Downloading %@" = "Скачиваю %@";
"Error" = "Ошибка";
"Featured" = "Популярные";
"Fetching icon for %@..." = "Получаю иконку для %@…";
"Fetching info for %@..." = "Получаю инфо для %@…";
"Getting rating for \"%@\"..." = "Получаю рейтинг для \"%@\"…";
"Install" = "Установить";
"Installer Update Available" = "Доступно обновление Installer";
"Insufficient Permissions" = "Недостаточные привилегии";
"Installer was not installed correctly. It should be run as root:wheel. We will continue but please remember that it may not function correctly." = "Installer не был установлен правильно. Он должен быть запущен как root:wheel. Имейте это в виду.";
"Installing %@" = "Устанавливаю %@";
"Invalid Source" = "Неизвестный репозиторий";
"New Source" = "Новый репозиторий";
"Notice" = "Сообщение";
"OK" = "OK";
"Please input the valid source URL above to add the source." = "Чтобы добавить репозиторий, введите его URL.";
"Post-flight for %@" = "Завершение установки %@";
"Pre-flight for %@" = "Подготовка установки %@";
"Preparing %@" = "Подготавливаю %@";
"Proceed" = "Продолжить";
"Processing" = "Обрабатываю";
"Processing index..." = "Обрабатываю оглавление…";
"Processing packages..." = "Обрабатываю пакеты…";
"Queueing package install..." = "Ставлю в очередь установку…";
"Refreshing" = "Обновляю";
"Refreshing %@..." = "Обновляю %@…";
"Refreshing trusted sources" = "Обновляю список безопасных репозиториев";
"Searching" = "Поиск";
"Searching for \"%@\"..." = "Идёт поиск \"%@\"…";
"Source" = "Репозиторий";
"The package \"%@\" comes from a source that is not yet added to Installer. If you Proceed, the source \"%@\" will be first added to your sources list, and then the package will be installed as normal." = "Пакет \"%1$@\" находится в репозитории, которого ещё нет в Installer. Если вы нажмёте «Продолжить», \"%2$@\" будет добавлен в список репозиториев, а потом будет установлен сам пакет из него.";
"There were errors while trying to refresh this source. Please double-check the URL and try refreshing again." = "Были ошибки при получении информации из репозитория. Проверьте его URL, а также состояние соединения в Internet и попробуйте обновить его снова.";
"Uninstall" = "Удалить";
"Update" = "Обновить";
"Update All" = "Обновить все";
"Updated" = "Обновлённые";
"Waiting on %@..." = "Ожидаю %@…";

/* Task statuses */
"Idle" = "В очереди";
"Active" = "Активен";
"Done" = "Готов";
"Failed" = "Ошибка";
"Status:" = "Состояние:";

/* Recent Packages */
"Today" = "Сегодня";
"Yesterday" = "Вчера";
"Older" = "Ранее";
